       01  DCLXAEMPLOYEE.
           10 RIDENT               PIC S9(9) USAGE COMP.
           10 FIRSTNAME            PIC X(32).
           10 LASTNAME             PIC X(32).
           10 CPRNR                PIC S9(10)V USAGE COMP-3.
           10 TSTMP                PIC X(26).
           10 USERID               PIC X(8).
           10 STATUSCODE           PIC X(1).

